Repository: PsychOlympia/camp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: This file is too large!
de: Diese Datei ist zu groß!

source: EXPERIMENTAL SITE!
de: EXPERIMENTELLE SEITE!

source: Please log in to visit this site!
de: Bitte melde dich an, um diese Seite zu sehen!

source: Please reauthenticate to perform this action.
de: Bitte authentifiziere dich erneut, um diese Aktion durchzuführen.

source: Username
de: Benutzername

source: Password
de: Passwort

source: Either this user does not exist or the entered password was wrong!
de: Entweder dieser Benutzer existiert nicht oder das eingegebene Passwort war falsch!

source: The form contains invalid data!
de: Das Formular enthält ungültige Daten!

source: Successfully logged out!
de: Erfolgreich ausgeloggt!

source: The PsychOlympia logo
de: Das PsychOlympia Logo

source: Login
de: Anmelden

source: Not an error code: %(error_code)s
de: Kein Errorcode: %(error_code)s

source: User ID
de: Benutzer-ID

source: My WiFi connection was
de: Meine WLAN-Verbindung war

source: Nowhere to be seen
de: Leider nicht vorhanden

source: Poor
de: Schlecht

source: Variable
de: Wechselhaft

source: Good
de: Gut

source: Perfect
de: Perfekt

source: The coverage should be improved here
de: Die Abdeckung sollte hier verbessert werden

source: Sanitary facilities
de: Sanitäranlagen

source: Infopoint
de: Infostand

source: Stations besides camp
de: Stationen neben dem Camp

source: Stations behind the forest
de: Stationen hinter dem Wald

source: Further notes
de: Weitere Anmerkungen

source: This was good
de: Das hat mir gefallen

source: This was unnecessary
de: Das kann weg

source: I wish there was
de: Ideen für Neues

source: Thank you for your feedback!
de: Danke für dein Feedback!

source: You have not submitted a feedback yet!
de: Du hast bisher noch kein Feedback gegeben!

source: Your feedback has been deleted!
de: Dein Feedback wurde gelöscht!

source: Website feedback
de: Webseiten-Feedback

source: Submit feedback
de: Feedback absenden

source: Submit edited feedback
de: Bearbeitetes Feedback absenden

source: Delete my feedback
de: Mein Feedback löschen

source: You are welcome to also visit:
de: Gerne darfst du auch besuchen:

source: WiFi feedback
de: WLAN-Feedback

source: website feedback
de: Webseiten-Feedback

source: Helper dashboard
de: Helfer-Dashboard

source: Hello %(username)s!
de: Hallo %(username)s!

source: Infopanel
de: Informationstafel

source: Camp map
de: Camp-Karte

source: Weather
de: Wetter

source: Upcoming events
de: Nächste Termine

source: Sponsored content
de: Gesponsorter Inhalt

source: Scoreboard
de: Bestenliste

source: Resume auto switching
de: Automatischen Wechsel fortsetzen

source: Weather in %(location)s
de: Wetter in %(location)s

source: Now
de: Jetzt

source: Today
de: Heute

source: Tonight
de: Heute Nacht

source: Tomorrow
de: Morgen

source: Tomorrow night
de: Morgen Nacht

source: In 2 days
de: Übermorgen

source: In 2 days night
de: Übermorgen Nacht

source: Temperature
de: Temperatur

source: Rain probability
de: Regenwahrscheinlichkeit

source: Position of %(item_name)s
de: Position von %(item_name)s

source: Home
de: Startseite

source: Team map
de: Team-Karte

source: No name provided!
de: Kein Name angegeben!

source: The user %(username)s was not found!
de: Der Benutzer %(username)s wurde nicht gefunden!

source: Private profile view of %(name)s
de: Privates Profil von %(name)s

source: Profile settings
de: Profileinstellungen

source: Public team profile of %(name)s
de: Öffentliches Team-Profil von %(name)s

source: Team logo of %(team_name)s
de: Team-Logo von %(team_name)s

source: Public profile of %(name)s
de: Öffentliches Profil von %(name)s

source: Score
de: Punkte

source: No active Scoreboard!
de: Keine aktive Bestenliste!

source: Upload file
de: Datei hochladen

source: Only images are allowed!
de: Es sind nur Bilder erlaubt!

source: Team accent color
de: Team-Akzentfarbe

source: No file provided!
de: Keine Datei angegeben!

source: Invalid form data!
de: Ungültige Formulardaten!

source: Profile picture updated!
de: Profilbild aktualisiert!

source: You don't have a profile picture!
de: Du hast kein Profilbild!

source: Profile picture deleted!
de: Profilbild gelöscht!

source: You are not part of a team!
de: Du bist keinem Team zugewiesen!

source: Your team does not have a profile picture!
de: Dein Team hat kein Profilbild!

source: Updated team accent color!
de: Team-Akzentfarbe aktualisiert!

source: Your team does not have an accent color!
de: Dein Team hat keine Akzentfarbe!

source: Deleted team accent color!
de: Team-Akzentfarbe gelöscht!

source: Unknown item type!
de: Unbekannter Itemtyp!

source: Item not found!
de: Item wurde nicht gefunden!

source: Postion updated!
de: Position aktualisiert!

source: Postion deleted!
de: Position gelöscht!

source: Update camp map position
de: Standort auf der Camp-Karte aktualisieren

source: Update position
de: Standort festlegen

source: Delete from map
de: Standort löschen

source: Update team map position
de: Standort auf der Team-Karte aktualisieren

source: Team profile settings
de: Team-Profileinstellungen

source: Settings for %(username)s
de: Einstellungen für %(username)s

source: Update picture
de: Bild aktualisieren

source: Delete picture
de: Bild löschen

source: Update accent color
de: Akzentfarbe aktualisieren

source: Delete accent color
de: Akzentfarbe löschen

source: Edit team location on the camp map
de: Team-Standort auf Camp-Karte bearbeiten

source: Edit team location on the team map
de: Team-Standort auf Team-Karte bearbeiten

source: View public team profile
de: Öffentliches Team-Profil anschauen

source: Profile picture of %(name)s
de: Profilbild von %(name)s

source: My next events
de: Meine nächsten Termine

source: Logo of %(item_name)s
de: Logo von %(item_name)s

source: Go to profile
de: Zum Profil

source: Unauthorized
de: Nicht autorisiert

source: Seems like this page, and you are just not made for each other... 💔
de: Es sieht so aus, als wären du und diese Seite einfach nicht füreinander bestimmt... 💔

source: Go back home
de: Zurück zur Startseite

source: or
de: oder

source: log in with an account that has access to this page.
de: melde dich mit einem Account an, der Zugriff auf diese Seite hat.

source: Internal server error
de: Interner Serverfehler

source: This should not have happened ...
de: Das hätte nicht passieren dürfen ...

source: The server encountered an error while processing your request!
de: Der Server ist einem Fehler begegnet, während er deine Anfrage verarbeitet hat!

source: Don't worry, the error was logged and will be investigated later.
de: Keine Sorge, der Fehler wurde protokolliert und wird später begutachtet.
